[
  {
    "Cover Story": {
      "id": "0001",
      "title": "Cover Story",
      "author": "Susan Rigetti",
      "category": "Trending",
      "description": "After a rough year at NYU, aspiring writer Lora Ricci is thrilled to land a summer internship atELLE magazine where she meets Cat Wolff, contributing editor and enigmatic daughter of a clean-energy mogul. Cat takes Lora under her wing, soliciting her help with side projects and encouraging her writing.\n\n As a friendship emerges between the two women, Lora opens up to Cat about her financial struggles and lost scholarship. Cat's solution: Drop out of NYU and become her ghostwriter. Lora agrees and, when the internship ends, she moves into Cat's suite at the opulent Plaza Hotel. Writing during the day and accompanying Cat to extravagant parties at night, Lora's life quickly shifts from looming nightmare to dream-come-true. But as Lora is drawn into Cat's glamorous lifestyle, Cat's perfect exterior cracks, exposing an illicit, shady world.\n\n A whip-smart and delightfully inventive writer, Susan Rigetti brilliantly pieces together a perceptive, humorous caper full of sharp observations about scam culture. Composed of diary entries, emails, FBI correspondence, and more, Cover Story is a fresh, fun, and wholly original novel that takes readers deep into the codependency and deceit found in a relationship built on power imbalance and lies.",
      "quantity": "4",
      "price": "13.49"
    },
    "Hello Summer": {
      "id": "0002",
      "title": "Hello Summer",
      "author": "Mary Kay Andrews",
      "category": "Trending",
      "description": "It's a new season...\n\n Conley Hawkins left her family's small town newspaper, The Silver Bay Beacon, in the rearview mirror years ago. Now a star reporter for a big-city paper, Conley is exactly where she wants to be and is about to take a fancy new position in Washington, D.C. Or so she thinks.\n\n For small town scandals...\n\n When the new job goes up in smoke, Conley finds herself right back where she started, working for her sister, who is trying to keep The Silver Bay Beacon afloat—and she doesn't exactly have warm feelings for Conley. Soon she is given the unenviable task of overseeing the local gossip column, “Hello, Summer.”\n\n And big-time secrets.\n\n Then Conley witnesses an accident that ends in the death of a local congressman—a beloved war hero with a shady past. The more she digs into the story, the more dangerous it gets. As an old heartbreaker causes trouble and a new flame ignites, it soon looks like their sleepy beach town is the most scandalous hotspot of the summer.",
      "quantity": "8",
      "price": "8.49"
    },
    "Notes on Your Sudden Disappearance: A Novel": {
      "id": "0003",
      "title": "Notes on Your Sudden Disappearance: A Novel",
      "author": "Alison Espach",
      "category": "Trending",
      "description": "For much of her life, Sally Holt has been mystified by the things her older sister, Kathy, seems to have been born knowing. Kathy has answers for all of Sally’s questions about life, about love, and about Billy Barnes, a rising senior and local basketball star who mans the concession stand at the town pool. The girls have been fascinated by Billy ever since he jumped off the roof in elementary school, but Billy has never shown much interest in them until the summer before Sally begins eighth grade. By then, their mutual infatuation with Billy is one of the few things the increasingly different sisters have in common. Sally spends much of that summer at the pool, watching in confusion and excitement as her sister falls deeper in love with Billy―until a tragedy leaves Sally’s life forever intertwined with his.",
      "quantity": "10",
      "price": "21.99"
    },
    "The Shore": {
      "id": "0004",
      "title": "The Shore",
      "author": "Katie Runde",
      "category": "Trending",
      "description": "Brian and Margot Dunne live year-round in Seaside, just steps away from the bustling boardwalk, with their daughters Liz and Evy. The Dunnes run a real estate company, making their living by quickly turning over rental houses for tourists. But the family’s future becomes even more precarious when Brian develops a brain tumor, transforming into a bizarre, erratic version of himself. Amidst the chaos and new caretaking responsibilities, Liz still seeks out summer adventure and flirting with a guy she should know better than to pursue. Her younger sister Evy works in a candy shop, falls in love with her friend Olivia, and secretly adopts the persona of a middle-aged mom in an online support group, where she discovers her own mother’s most vulnerable confessions. Meanwhile, Margot faces an impossible choice driven by grief, impulse, and the ways that small-town life in Seaside has shaped her. Falling apart is not an option, but she can always pack up and leave the beach behind.",
      "quantity": "2",
      "price": "18.65"
    },
    "Portrait of a Thief": {
      "id": "0005",
      "title": "Portrait of a Thief",
      "author": "Grace D. Li",
      "category": "New Releases",
      "description": "A senior at Harvard, Will fits comfortably in his carefully curated roles: a perfect student, an art history major and sometimes artist, the eldest son who has always been his parents' American Dream. But when a mysterious Chinese benefactor reaches out with an impossible—and illegal—job offer, Will finds himself something else as well: the leader of a heist to steal back five priceless Chinese sculptures, looted from Beijing centuries ago",
      "quantity": "6",
      "price": "18.88"
    },
    "Only a Monster": {
      "id": "0006",
      "title": "Only a Monster",
      "author": "Vanessa Len",
      "category": "New Releases",
      "description": "When the monsters of London are attacked, Joan is forced on the run with the ruthless Aaron Oliver, heir to a monster family who are sworn enemies of her own. Joan is drawn deeper into a world that simmers with hostilities, alliances and secrets. And her rare and dangerous power means she's being hunted.",
      "quantity": "5",
      "price": "16.19"
    },
    "Daughter of the Moon Goddess": {
      "id": "0007",
      "title": "Daughter of the Moon Goddess",
      "author": "Sue Lynn Tan",
      "category": "New Releases",
      "description": "Growing up on the moon, Xingyin is accustomed to solitude, unaware that she is being hidden from the feared Celestial Emperor who exiled her mother for stealing his elixir of immortality. But when Xingyin’s magic flares and her existence is discovered, she is forced to flee her home, leaving her mother behind. Alone, powerless, and afraid, she makes her way to the Celestial Kingdom, a land of wonder and secrets. Disguising her identity, she seizes an opportunity to learn alongside the emperor’s son, mastering archery and magic, even as passion flames between her and the prince. To save her mother, Xingyin embarks on a perilous quest, confronting legendary creatures and vicious enemies. But when treachery looms and forbidden magic threatens the kingdom, she must challenge the ruthless Celestial Emperor for her dream—striking a dangerous bargain in which she is torn between losing all she loves or plunging the realm into chaos. Daughter of the Moon Goddess begins an enchanting duology which weaves ancient Chinese mythology into a sweeping adventure of immortals and magic, of loss and sacrifice—where love vies with honor, dreams are fraught with betrayal, and hope emerges triumphant.",
      "quantity": "7",
      "price": "14.99"
    },
    "A Magic Steeped in Poison": {
      "id": "0008",
      "title": "A Magic Steeped in Poison",
      "author": "Judy I. Lin",
      "category": "New Releases",
      "description": "The novel follows main character, Ning, the daughter of a Shennong-shi (master of the magical art of tea-making), who is seeking to find an antidote to save her sister who has been poisoned by tea that has already killed their mother.",
      "quantity": "3",
      "price": "10.99"
    },
    "We Were Kings": {
      "id": "0009",
      "title": "We Were Kings",
      "author": "Court Stevens",
      "category": "New Releases",
      "description": "Twenty years ago, eighteen-year-old Francis Quick was convicted of murdering her best friend, Cora King, and sentenced to death. Now the highly debated Accelerated Death Penalty Act has passed giving Frankie thirty final days to live. Surprising everyone, one of the King family members sets out to challenge the woefully inadequate evidence and potential innocence of Frankie Quick. The at-first reluctant but soon-fiery Nyla and her unexpected ally—handsome country island boy Sam Stack—bring Frankie’s case to the international stage through her YouTube channel, Death Daze. They step into fame and a hometown battle that someone’s still willing to kill over. But who? The senator? The philanthropist? The pawn shop owner? Nyla’s own mother? Best advice: Don’t go to family dinner at the Kings’ estate. More people will leave in body bags than on their own two feet. And as for Frankie Quick, she’s a gem . . . even if she’s guilty.",
      "quantity": "9",
      "price": "9.99"
    },
    "Where the Crawdads Sing": {
      "id": "0010",
      "title": "Where the Crawdads Sing",
      "author": "Delia Owens",
      "category": "New Releases",
      "description": "For years, rumors of the 'Marsh Girl' have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life - until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
      "quantity": "2",
      "price": "12.39"
    },
    "The Hotel Nantucket": {
      "id": "0011",
      "title": "The Hotel Nantucket",
      "author": "Elin Hilderbrand",
      "category": "New Releases",
      "description": "Fresh off a bad breakup with a longtime boyfriend, Nantucket sweetheart Lizbet Keaton is desperately seeking a second act. When she’s named the new general manager of the Hotel Nantucket, a once Gilded Age gem turned abandoned eyesore, she hopes that her local expertise and charismatic staff can win the favor of their new London billionaire owner, Xavier Darling, as well as that of Shelly Carpenter, the wildly popular Instagram tastemaker who can help put them back on the map. And while the Hotel Nantucket appears to be a blissful paradise, complete with a celebrity chef-run restaurant and an idyllic wellness center, there’s a lot of drama behind closed doors. The staff (and guests) have complicated pasts, and the hotel can’t seem to overcome the bad reputation it earned in 1922 when a tragic fire killed nineteen-year-old chambermaid Grace Hadley. With Grace gleefully haunting the halls, a staff harboring all kinds of secrets, and Lizbet’s own romantic uncertainty, is the Hotel Nantucket destined for success or doom?",
      "quantity": "5",
      "price": "9.99"
    },
    "Atomic Habits": {
      "id": "0012",
      "title": "Atomic Habits",
      "author": "James Clear",
      "category": "New Releases",
      "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.",
      "quantity": "7",
      "price": "11.98"
    }
  }
]